IDEA Open Model
Hanging.BottomLength Property
Compatible with IDEA StatiCa v 10.1
 Length of inside part of anchor
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double BottomLength { get; set; }
Public Property BottomLength As Double
	Get
	Set
public:
property double BottomLength {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace